{
  "<pad>": 0,
  "<unk>": 1,
  "<bos>": 2,
  "<eos>": 3,
  " ": 4,
  "3": 5,
  "+": 6,
  "4": 7,
  "=": 8,
  "7": 9,
  "The": 10,
  "quick": 11,
  "brown": 12,
  "fox": 13,
  "jumps": 14,
  "over": 15,
  "the": 16,
  "lazy": 17,
  "dog": 18,
  ".": 19,
  "Pi": 20,
  "is": 21,
  "approximately": 22,
  "3.14": 23,
  "x": 24,
  "^": 25,
  "2": 26,
  "y": 27,
  "z": 28,
  "1e": 29,
  "-": 30,
  "10": 31,
  "42": 32,
  ",": 33,
  "0": 34,
  "1": 35,
  "5": 36,
  "6": 37,
  "8": 38,
  "9": 39,
  "a": 40,
  "b": 41,
  "c": 42,
  "(": 43,
  ")": 44,
  "*": 45,
  "<": 46,
  ">": 47,
  "!": 48,
  "p": 49,
  "q": 50,
  "w": 51,
  "\n": 52,
  "Scientific": 53,
  "notation": 54,
  ":": 55,
  "and": 56,
  "2.5e": 57,
  "Numbers": 58,
  "-123": 59,
  ".45": 60,
  "0.001": 61,
  "Identifiers": 62,
  "camelCase": 63,
  "snake_case": 64,
  "module": 65,
  "name": 66,
  "Math": 67,
  "expressions": 68,
  "<=": 69,
  ">=": 70,
  "!=": 71,
  "\x00": 72,
  "\x01": 73,
  "\x02": 74,
  "\x03": 75,
  "\x04": 76,
  "\x05": 77,
  "\x06": 78,
  "\x07": 79,
  "\x08": 80,
  "\x09": 81,
  "\x0a": 82,
  "\x0b": 83,
  "\x0c": 84,
  "\x0d": 85,
  "\x0e": 86,
  "\x0f": 87,
  "\x10": 88,
  "\x11": 89,
  "\x12": 90,
  "\x13": 91,
  "\x14": 92,
  "\x15": 93,
  "\x16": 94,
  "\x17": 95,
  "\x18": 96,
  "\x19": 97,
  "\x1a": 98,
  "\x1b": 99,
  "\x1c": 100,
  "\x1d": 101,
  "\x1e": 102,
  "\x1f": 103,
  "\x20": 104,
  "\x21": 105,
  "\x22": 106,
  "\x23": 107,
  "\x24": 108,
  "\x25": 109,
  "\x26": 110,
  "\x27": 111,
  "\x28": 112,
  "\x29": 113,
  "\x2a": 114,
  "\x2b": 115,
  "\x2c": 116,
  "\x2d": 117,
  "\x2e": 118,
  "\x2f": 119,
  "\x30": 120,
  "\x31": 121,
  "\x32": 122,
  "\x33": 123,
  "\x34": 124,
  "\x35": 125,
  "\x36": 126,
  "\x37": 127,
  "\x38": 128,
  "\x39": 129,
  "\x3a": 130,
  "\x3b": 131,
  "\x3c": 132,
  "\x3d": 133,
  "\x3e": 134,
  "\x3f": 135,
  "\x40": 136,
  "\x41": 137,
  "\x42": 138,
  "\x43": 139,
  "\x44": 140,
  "\x45": 141,
  "\x46": 142,
  "\x47": 143,
  "\x48": 144,
  "\x49": 145,
  "\x4a": 146,
  "\x4b": 147,
  "\x4c": 148,
  "\x4d": 149,
  "\x4e": 150,
  "\x4f": 151,
  "\x50": 152,
  "\x51": 153,
  "\x52": 154,
  "\x53": 155,
  "\x54": 156,
  "\x55": 157,
  "\x56": 158,
  "\x57": 159,
  "\x58": 160,
  "\x59": 161,
  "\x5a": 162,
  "\x5b": 163,
  "\x5c": 164,
  "\x5d": 165,
  "\x5e": 166,
  "\x5f": 167,
  "\x60": 168,
  "\x61": 169,
  "\x62": 170,
  "\x63": 171,
  "\x64": 172,
  "\x65": 173,
  "\x66": 174,
  "\x67": 175,
  "\x68": 176,
  "\x69": 177,
  "\x6a": 178,
  "\x6b": 179,
  "\x6c": 180,
  "\x6d": 181,
  "\x6e": 182,
  "\x6f": 183,
  "\x70": 184,
  "\x71": 185,
  "\x72": 186,
  "\x73": 187,
  "\x74": 188,
  "\x75": 189,
  "\x76": 190,
  "\x77": 191,
  "\x78": 192,
  "\x79": 193,
  "\x7a": 194,
  "\x7b": 195,
  "\x7c": 196,
  "\x7d": 197,
  "\x7e": 198,
  "\x7f": 199,
  "\x80": 200,
  "\x81": 201,
  "\x82": 202,
  "\x83": 203,
  "\x84": 204,
  "\x85": 205,
  "\x86": 206,
  "\x87": 207,
  "\x88": 208,
  "\x89": 209,
  "\x8a": 210,
  "\x8b": 211,
  "\x8c": 212,
  "\x8d": 213,
  "\x8e": 214,
  "\x8f": 215,
  "\x90": 216,
  "\x91": 217,
  "\x92": 218,
  "\x93": 219,
  "\x94": 220,
  "\x95": 221,
  "\x96": 222,
  "\x97": 223,
  "\x98": 224,
  "\x99": 225,
  "\x9a": 226,
  "\x9b": 227,
  "\x9c": 228,
  "\x9d": 229,
  "\x9e": 230,
  "\x9f": 231,
  "\xa0": 232,
  "\xa1": 233,
  "\xa2": 234,
  "\xa3": 235,
  "\xa4": 236,
  "\xa5": 237,
  "\xa6": 238,
  "\xa7": 239,
  "\xa8": 240,
  "\xa9": 241,
  "\xaa": 242,
  "\xab": 243,
  "\xac": 244,
  "\xad": 245,
  "\xae": 246,
  "\xaf": 247,
  "\xb0": 248,
  "\xb1": 249,
  "\xb2": 250,
  "\xb3": 251,
  "\xb4": 252,
  "\xb5": 253,
  "\xb6": 254,
  "\xb7": 255,
  "\xb8": 256,
  "\xb9": 257,
  "\xba": 258,
  "\xbb": 259,
  "\xbc": 260,
  "\xbd": 261,
  "\xbe": 262,
  "\xbf": 263,
  "\xc0": 264,
  "\xc1": 265,
  "\xc2": 266,
  "\xc3": 267,
  "\xc4": 268,
  "\xc5": 269,
  "\xc6": 270,
  "\xc7": 271,
  "\xc8": 272,
  "\xc9": 273,
  "\xca": 274,
  "\xcb": 275,
  "\xcc": 276,
  "\xcd": 277,
  "\xce": 278,
  "\xcf": 279,
  "\xd0": 280,
  "\xd1": 281,
  "\xd2": 282,
  "\xd3": 283,
  "\xd4": 284,
  "\xd5": 285,
  "\xd6": 286,
  "\xd7": 287,
  "\xd8": 288,
  "\xd9": 289,
  "\xda": 290,
  "\xdb": 291,
  "\xdc": 292,
  "\xdd": 293,
  "\xde": 293,
  "\xdf": 294,
  "\xe0": 295,
  "\xe1": 296,
  "\xe2": 297,
  "\xe3": 298,
  "\xe4": 299,
  "\xe5": 300,
  "\xe6": 301,
  "\xe7": 302,
  "\xe8": 303,
  "\xe9": 304,
  "\xea": 305,
  "\xeb": 306,
  "\xec": 307,
  "\xed": 308,
  "\xee": 309,
  "\xef": 310,
  "\xf0": 311,
  "\xf1": 312,
  "\xf2": 313,
  "\xf3": 314,
  "\xf4": 315,
  "\xf5": 316,
  "\xf6": 317,
  "\xf7": 318,
  "\xf8": 319,
  "\xf9": 320,
  "\xfa": 321,
  "\xfb": 322,
  "\xfc": 323,
  "\xfd": 324,
  "\xfe": 325,
  "\xff": 326
}

